[
  {
    "nickname":"Sunidhi",
    "review":"Loved it"
  },
  {
    "nickname":"Rehan K.",
    "review":"One of it's kind packaging. Loved the texture."
  },
  {
    "nickname":"Ishita",
    "review":"Excellent"
  },
  {
    "nickname":"Aashna",
    "review":"Feels very hydrated & nourished. I am just using 1-2 drops instead of 3-4. "
  },
  {
    "nickname":"Garima",
    "review":"The natural fragrance of the ingredients themselves is so beautiful. Cant get enough of it. Feels like keep smelling it."
  },
  {
    "nickname":"Usha P.",
    "review":"Delivery could be earlier. Product seems good. Will update the review after few weeks of use."
  },
  {
    "nickname":"Tarini",
    "review":"I have sensitive skin and am always a bit nervous to try new products. Immediately after the first use my skin looked great and I had no reactions. Highly recommend! "
  },
  {
    "nickname":"Kriti K.",
    "review":"My go to night regime serum. This serum changed the texture of my face in just a few uses and it smells amazing."
  },
  {
    "nickname":"Karuna",
    "review":"It’s an awesome product . After applying it skin becomes very smooth n soft."
  },
  {
    "nickname":"Kavya Y.",
    "review":"Iconic product. Spreads evenly on skin and gives a subtle glow."
  },
  {
    "nickname":"Nia",
    "review":"It's bit thick but glides and absorbs quickly.\nThe after feel is amazing."
  },
  {
    "nickname":"Rani L.",
    "review":"Visible changes in the appearance of fine lines. Cant think of using any other serum in this lifetime."
  },
  {
    "nickname":"Sejal K.",
    "review":"guys, its worth the hype"
  },
  {
    "nickname":"Kiara J.",
    "review":"Using it fo a week now, I can feel d difference bt it's way more evident on my moms face fine lines n pores have diminished alot"
  },
  {
    "nickname":"Gautami",
    "review":"As a person who struggles with sparse acne that leaves darks spots behind, this helped to quickly get rid of those marks. I was shocked at how quickly my skin healed and brightened within a short while of using this."
  },
  {
    "nickname":"Renu",
    "review":"It’s just perfect I don’t have words to describe but I’m attaching BEFORE AND AFTER selfie here to make you’all understand"
  },
  {
    "nickname":"Maya",
    "review":"I have used this for a while now, and I’ve come to really love it. Its texture is perfect for Indian climate and doesn’t leave you feeling like something is simply sitting on your face. It’s very absorbent and my skin looks visibly better since the first day! FYI: I have combination, acne prone skin!"
  },
  {
    "nickname":"LIYANSHI M.",
    "review":"Just started using till now it's good "
  },
  {
    "nickname":"R",
    "review":"Sorted my post partum dull complexion. Helped me feel more like my old self."
  },
  {
    "nickname":"Aashi",
    "review":"I am in love with the serum. Sacred Secret is my holy grail now. It has even made my singing a shade lighter which is unbelievable. Would be restocking my Sacred Secret soon 🥰"
  },
  {
    "nickname":"Twinkle",
    "review":"I love Sacred Secret. It has reduced the pigmentation to a very great extent. Also my skin feels so soft and plump. My skin barrier is getting better with each passing day. My skin has become clearer and my face is shining now. Love it to the moon and back"
  },
  {
    "nickname":"Swati",
    "review":"Bit thick but good serum. Lightened my acne marks and gives a healthy glow."
  },
  {
    "nickname":"Gati",
    "review":"A lil heavy on the pocket but seems working"
  },
  {
    "nickname":"Ananya",
    "review":"No matter if you have acne prone oily skin or dry skin it nourishes your skin and even reduces pigmentation."
  },
  {
    "nickname":"Vaishnavi",
    "review":"not good"
  },
  {
    "nickname":"Zaireen",
    "review":"I have no words to describe how much I love this serum\nIt not only brightened up my skin but also gave me that healthy looking glow which isn't greasy at all. It made me ditch all the face pack which I used to put once in a while when my skin was feeling dull and tanned\nThis serum alone workss really well but with tret it healed my acne within 24 hours which shook me because my acne takes 2-3 days to heal but ever since I started to use this serum the redness and inflammation has reduced and my skin is feeling really great. It has brightened up my chin area too."
  },
  {
    "nickname":"Ruchika B.",
    "review":"Loved it! My skin looks brighter, some of the acne scars are gone and I do notice the discolouration around my chin area is minimal . Love this serum! "
  },
  {
    "nickname":"Aishwarya Y.",
    "review":"No effect"
  },
  {
    "nickname":"Pruthvi K.",
    "review":"Worked very well. I will buy this product again."
  },
  {
    "nickname":"Hargun",
    "review":"Doesn't last more than 25 days"
  },
  {
    "nickname":"Ruchika B.",
    "review":"Love this serum! My face is feeling and looks bright! It has powerful ingredients that really clears up the skin !   "
  },
  {
    "nickname":"Khushbu J.",
    "review":"I m in luv with this serum , it made myskin glow like never"
  },
  {
    "nickname":"Seema S.",
    "review":"Took some time for me but it works"
  },
  {
    "nickname":"Rema",
    "review":"quanitty"
  },
  {
    "nickname":"Saloni",
    "review":"OK"
  },
  {
    "nickname":"Nania  B.",
    "review":"It gives a nice natural glowing look!"
  },
  {
    "nickname":"Vidhi",
    "review":"Good texture & moisturizing"
  },
  {
    "nickname":"Palak R.",
    "review":"Good product and your skin look visibly improved in terms of dryness, dullness & Pigmentation."
  },
  {
    "nickname":"Anuj",
    "review":"didn't work"
  },
  {
    "nickname":"Pooja  D.",
    "review":"Made my skin brighter. I recently started using the Sacred Secret, and I’m thrilled with the results! Within just a week, I noticed a significant improvement in my skin's brightness. The product feels lightweight and absorbs quickly, leaving my skin feeling hydrated and radiant.\n\nI appreciate the natural ingredients that make my skin look healthier without any irritation. If you're looking for a quick boost in brightness and glow, I highly recommend giving this a try. Thank you Dear Me"
  },
  {
    "nickname":"B S.",
    "review":"Best Serum cum moisturizer for sensitive Skin\nThis product is very good. I am using it on my face daily. It works best as a moisturizer and brings a different glow to the face. I have sensitive skin and it suits me very well. I have changed many moisturizers. But now this is a permanent moisturizer for me."
  },
  {
    "nickname":"Palak A.",
    "review":"Had been using Sacred Secret for quite sometime and the results are amazing. It has made my skin supple, soft and glowy.."
  },
  {
    "nickname":"Darshana J.",
    "review":"Light weight,Makes skin very soft and smooth😍"
  },
  {
    "nickname":"Dr Geeta K.",
    "review":"Feels good, smells good....has positive effects on my skin...."
  },
  {
    "nickname":"Farzana A.",
    "review":"Tried it a few times\nIt gave a good glow."
  },
  {
    "nickname":"R B.",
    "review":"It makes my face glowy, shiny. Soft and smooth. It's effective."
  },
  {
    "nickname":"Archana  A.",
    "review":"I am in love with result and its fragrance ♥️"
  },
  {
    "nickname":"Heer V.",
    "review":"Gives a good glow. I adore it."
  },
  {
    "nickname":"Anjana S.",
    "review":"I am in absolute love with this serum. My skin feels great on application. Thank you Dear Me"
  },
  {
    "nickname":"Adyasa M.",
    "review":"I have combination skin and this is the last step of both my pm and am routines. You need only 1 or 2 drops and it just gives a beautiful glow to your face. highly recommended."
  },
  {
    "nickname":"Sandeep  R.",
    "review":"Within a week of regular usage everyone wround me started complimenting about the glow, freshness on my skin. Awesome product!!!"
  },
  {
    "nickname":"Nitya C.",
    "review":"Good Product"
  },
  {
    "nickname":"Ashu C.",
    "review":"Amazing product, gives a radiant glow"
  },
  {
    "nickname":"Akash",
    "review":"Nice product with good fragrance,\nI liked it"
  },
  {
    "nickname":"Priyanka I.",
    "review":"I love it"
  },
  {
    "nickname":"Muskan S.",
    "review":"It's like magic in a bottle ✨"
  },
  {
    "nickname":"Nikita K.",
    "review":"I am trying this for last 1 months its amazing "
  },
  {
    "nickname":"Amreen M.",
    "review":"They don't reply to any of your queries worst experience I have been trying to contact them from last one week but they are not responding "
  },
  {
    "nickname":"sweta s.",
    "review":"It could be more good as per quality..but it authentic good so far "
  },
  {
    "nickname":"Surinder rani N.",
    "review":"My mothers skin get black, no glow, no results"
  },
  {
    "nickname":"Sarita J.",
    "review":"It did not help me \nWaste of money "
  },
  {
    "nickname":"Anakha j.",
    "review":"I used 2 bottles once a day religiously but it didn't do anything for my oily acne prone skin.  Didn't feel any difference at all. I have seen good reviews but personally I'm disappointed. "
  },
  {
    "nickname":"Shobna S.",
    "review":"Great product"
  },
  {
    "nickname":"Arzaan K.",
    "review":"Bakwas the worst experience with this...\n\nGlow chodo natural Glow bu chala jata h after application "
  }
]